<template>
	<div>
		<UContainer :class="`py-16 max-w-4xl prose lg:prose-xl dark:prose-invert`">
			<h1 class="text-center text-4xl font-bold mb-10">
				Политика обработки персональных данных
			</h1>

			<p>
				Настоящая Политика обработки персональных данных (далее — «Политика»)
				определяет порядок обработки и защиты персональных данных пользователей
				сайта <strong>example.com</strong>.
			</p>

			<h2>1. Общие положения</h2>
			<p>
				1.1. Политика разработана в соответствии с Федеральным законом РФ «О
				персональных данных» №152-ФЗ. 1.2. Цель — защита прав и свобод
				пользователей при обработке их персональных данных. 1.3. Использование
				сайта означает согласие пользователя с данной Политикой.
			</p>

			<h2>2. Цели обработки персональных данных</h2>
			<ul>
				<li>обеспечение обратной связи с пользователем;</li>
				<li>обработка обращений и заявок;</li>
				<li>предоставление доступа к сервисам сайта;</li>
				<li>
					информационные и сервисные рассылки (при согласии пользователя).
				</li>
			</ul>

			<h2>3. Состав персональных данных</h2>
			<p>
				К персональным данным относятся: фамилия, имя, отчество, адрес
				электронной почты, номер телефона, а также иные сведения,
				предоставленные пользователем при регистрации или заполнении форм.
			</p>

			<h2>4. Порядок и условия обработки данных</h2>
			<p>
				4.1. Обработка персональных данных осуществляется законными способами,
				включая с использованием средств автоматизации. 4.2. Данные
				обрабатываются в целях, указанных в разделе 2 настоящей Политики. 4.3.
				Персональные данные не передаются третьим лицам, за исключением случаев,
				предусмотренных законодательством.
			</p>

			<h2>5. Защита персональных данных</h2>
			<p>
				Администрация сайта принимает все необходимые организационные и
				технические меры для защиты персональных данных от неправомерного или
				случайного доступа, уничтожения, изменения, блокирования, копирования и
				распространения.
			</p>

			<h2>6. Права пользователя</h2>
			<p>
				Пользователь имеет право: — получать информацию об обработке своих
				персональных данных; — требовать уточнения, блокирования или уничтожения
				данных; — отозвать согласие на обработку данных.
			</p>

			<h2>7. Заключительные положения</h2>
			<p>
				Настоящая Политика вступает в силу с момента её публикации на сайте и
				действует бессрочно. Администрация оставляет за собой право вносить в
				неё изменения.
			</p>

			<h2>8. Контакты</h2>
			<p>
				По вопросам обработки персональных данных обращайтесь на почту:
				<ULink to="mailto:paungire@bk.ru" class="text-primary">
					paungire@bk.ru </ULink
				>.
			</p>
		</UContainer>
	</div>
</template>
